export interface IAccordionMock {
  title: string;
  text: string;
}

export const accordionMock = [
  {
    title: "Какова гарантия на продукты, купленные на вашем маркетплейсе?",
    text: "На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары"
  },

  {
    title: "Есть ли возможность возврата или обмена товара?",
    text: "Да, наш магазин предоставляет возможность вернуть или обменять товар в течение определенного срока с момента покупки"
  },

  {
    title: "Какие способы оплаты принимает ваш магазин?",
    text: " Мы принимаем оплату наличными при доставке"
  },

  {
    title: "Являются ли все продукты новыми и оригинальными?",
    text: "Да, мы продаем только новые и оригинальные товары от проверенных производителей"
  },

  {
    title: "Каковы сроки доставки после оформления заказа?",
    text: "Сроки доставки зависят от вашего региона и выбранного способа доставки, обычно они составляют от 3 до 10 рабочих дней"
  }
];
