export interface INewsMock {
  title: string;
  text: string;
  autor: string;
  date: string;
}

export const mockDelNews = [
  {
    title: "Какова гарантия на продукты, купленные на вашем маркетплейсе?",
    text: "На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр",
    autor: "Sstring Sti",
    date: "string"
  },

  {
    title: "Есть ли возможность возврата или обмена товара?",
    text: "Да, наш магазин предоставляет возможность вернуть или обменять товар в течение определенного срока с момента покупки, а орор рпрг уеодвдвнднд. Порлы поборш в шдгдшшг, рпр ывеповоаоо, плрплп, ррвпвпр.",
    autor: "Sstring Sti",
    date: "string"
  },

  {
    title: "Какие способы оплаты принимает ваш магазин?",
    text: " Мы принимаем оплату наличными при доставке. Арпрьаал оал дешщдег пырпррчаптк р а прапр",
    autor: "Sstring Sti",
    date: "string"
  },

  {
    title: "Являются ли все продукты новыми и оригинальными?",
    text: "Да, мы продаем только новые и оригинальные товары от проверенных производителей, Арпрьаал оал дешщдег пырпррчаптк р а прапрб, шдгдшшг, рпр ывеповоаоо, плрплп, ррвпвпр.",
    autor: "Sstring Sti",
    date: "string"
  }
];
