import newsImage from "@/assets/images/clavs.jpg";
import { INewsItem } from "@/interfaces/news/newsItem";

export const mockDelNews: INewsItem[] = [
  {
    title: "1.8 Figma design systems that you can download for free today.",
    text: "На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары.Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр",
    seller: { name: "Пётр Петров" },
    date: "l Aug 23, 2021",
    image: [newsImage, newsImage, newsImage]
  },

  {
    title: "2.8 Figma design systems that you can download for free today.",
    text: "На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары.Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр",
    seller: { name: "Пётр Петров" },
    date: "l Aug 23, 2021",
    image: [newsImage, newsImage, newsImage]
  },

  {
    title: "3.8 Figma design systems that you can download for free today.",
    text: "На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары.Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр",
    seller: { name: "Пётр Петров" },
    date: "l Aug 23, 2021",
    image: [newsImage, newsImage, newsImage]
  },

  {
    title: "4.8 Figma design systems that you can download for free today.",
    text: "На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары.Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр. На нашем маркетплейсе предоставляется официальная гарантия от производителя на все товары. Арпрьаал оал дешщдег пырпррчаптк р а прапр",
    seller: { name: "Пётр Петров" },
    date: "l Aug 23, 2021",
    image: [newsImage, newsImage, newsImage]
  }
];
